Checks whether the Manager's Rebar is still valid.
  Namespace:   Autodesk.Revit.DB.Structure
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
  Since:  2014
 Syntax
  C#
public bool HasValidRebar()
  Visual Basic
Public Function HasValidRebar As Boolean
  Visual C++
public:
bool HasValidRebar()
 See Also
  RebarConstraintsManager Class
  Autodesk.Revit.DB.Structure Namespace